---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhaseSequenceNumber
source: html/bbc279dc-d869-0947-b416-4c55c518d40d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhaseSequenceNumber Property

"Sequence Number"

## Syntax (C#)
```csharp
public static ForgeTypeId PhaseSequenceNumber { get; }
```